#+BRAIN_FRIENDS: init.el%20Start%20of%20manual%20config

#+BRAIN_CHILDREN: Unsorted HOME man4el2org


  init files
** use-package
#+begin_src elisp :results output silent
(use-package a :ensure t)
(use-package xmlgen :ensure t)

(load "D:/Development/lisp/Home/ELs/Org/Brain/org-brain-export/org-brain-export.el")
#+end_src

#+RESULTS:
: t

(find-file-other-frame "D:/Development/lisp/Home/ELs/Org/Brain/org-brain-export/org-brain-export.el")


(use-package a :ensure t)
(use-package xmlgen :ensure t)
(find-file-other-frame "D:/Development/lisp/Home/ELs/Org/Brain/org-brain-export/org-brain-export.el")
(load "D:/Development/lisp/Home/ELs/Org/Brain/org-brain-export/org-brain-export.el")

(find-file-other-frame "D:/Development/lisp/Home/ELs/Org/Brain/org-brain-export/org-brain-export.el")
(find-file-other-frame "D:/Development/lisp/Dropbox/Office/Research/game/brain/1.dot")
(load "D:/Development/lisp/Home/ELs/Org/Brain/org-brain-export/org-brain-export.el")


M-x org-brain-export-dot	Export whole brain to dot format.
M-x org-brain-export-dot-entry	Export current entry to dot. Respects descendants/ancestors in mind-map mode.

#+begin_src elisp :results output silent
(org-brain-export-dot "D:/Development/lisp/Dropbox/Office/Research/game/1.dot")
(find-file-other-frame "D:/Development/lisp/Dropbox/Office/Research/game/1.dot")
#+end_src

#+RESULTS:
: #<buffer 1.dot>


